{
    "title": [
      "work🗳"
    ],
    "subtitle": [
      "my words, campaigns, & concepts"
    ],
    "piece": [
      {
        "title": "FOBO & The Goatest",
        "for": "Old Spice",
        "lilbrief": "Old Spice need a hyperbolic, metaphoric campaign for their greatest product ever...",
        "bigbrief": "Old Spice are one of the greatest marketing brands ever. And with great ad history comes great future-ad-pressure! Now they need a hyperbolic, metaphoric, mesmoritic campaign for their greatest product ever...",
        "link": "y"
      },
      {
        "title": "Always Goes Down",
        "for": "Aussie Hair",
        "lilbrief": "Aussie Hair want a fun & playful concept that speaks to modern young women and stands out from the sea of same-boring haircare ads...",
        "bigbrief": "Aussie Hair want to relaunch their \"3 Minute Miracle\" range with a fun and playful campaign made for modern, young women. Famous for the freedom their products provide, this campaign concept must stand out from the sea of same-old-boring haircare ads...",
        "link": "y"
      },
      {
        "title": "Hand Drawn Tales",
        "for": "Coca-Cola",
        "lilbrief": "Coca-Cola call for creative to inspire a kinder, caring future.",
        "bigbrief": "Coca-Cola wanted a vision for a more-open & better future",
        "link": "/"
      },
      {
        "title": "Stay Sharp App",
        "for": "Gillette",
        "lilbrief": "Gillette need a way to \"nudge\" men into changing razor blades more often. The idea must influence behaviour and intercept routine...",
        "bigbrief": "Gillette's latest global research shows they need a new way of \"nudging\" men to change their blades more often. But how can you influence a modern man's traditional behaviour and intercept their grooming routine?",
        "link": "y"
      },
      {
        "title": "Yes You Can",
        "for": "Pringles",
        "lilbrief": "Pringles need whismical words to shift the consumer mindset of their product from being a \"premium purchase\" to an \"everyday purchase\".",
        "bigbrief": "Pringles is a standout brand with unique value and flavour in a world of crisp competition! [Yes I went there. #laughing] Customers have a huge range of chips to choose from and Pringles is often perceived as a premium brand for special occasions; missing out on \"everyday product\" purchases. Pringles need a creative concept to accompany their new tagline — \"A can full of flavour\" — and reposition the customer mindset of the point-of-purchase.",
        "link": "y"
      },
      {
        "title": "OG Energy",
        "for": "Nescafe",
        "lilbrief": "Nescafe want their instant coffee to be the most desired coffee in the eyes of young UK consumers.",
        "bigbrief": "Nescafe want their instant coffee the be most desired & enjoyed coffee for young UK consumers",
        "link": "/"
      },
      {
        "title": "Escape",
        "for": "Calvin Klein",
        "lilbrief": "",
        "bigbrief": "",
        "link": ""
      },
      {
        "title": "1 in 3",
        "for": "UN WOMEN",
        "lilbrief": "UN Women want a message which will help end gender-based violence.",
        "bigbrief": "UN Women is the UN organization dedicated to gender equality and the empowerment of women. A global champion for women and girls, UN Women was established to accelerate progress on meeting their needs worldwide. This brief called to help end to gender-based violence: a matter very close to my heart",
        "link": "y"
      },
      {
        "title": "V Free",
        "for": "Vodacom",
        "lilbrief": "Vodacom need new ways to convey value & re-engage with the people of South Africa.",
        "bigbrief": "Vodacom is the leading network operator (by market share) in a country where smartphone penetration leads the world (at >80%). But they're facing serious challenge from several tech startups who are doing different things. Vodacom needed new ideas to convey value, re-engage, & reconnect with the people of South Africa",
        "link": "y"
      },
      {
        "title": "Letcoin",
        "for": "Gillette",
        "lilbrief": "Gillette wants to turn the bland purchase of shaving products into a valuable relationship and investment.",
        "bigbrief": "Gillette's latest global research shows they need a new way of \"nudging\" men to change their blades more often. But how can you influence a modern man's traditional behaviour and intercept their grooming routine?",
        "link": "y"
      },
      {
        "title": "[*NDA*]",
        "for": "GSK",
        "lilbrief": "",
        "bigbrief": "",
        "link": ""
      },
      {
        "title": "[*NDA*]",
        "for": "Kantar",
        "lilbrief": "",
        "bigbrief": "",
        "link": ""
      },
      {
        "title": "[*NDA*]",
        "for": "Procter & Gamble",
        "lilbrief": "",
        "bigbrief": "",
        "link": ""
      }
    ]
}